Test_Results/YCSB/12/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7658
[OVERALL], Throughput(ops/sec), 13.058239749281796
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.35257247323060853
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.35257247323060853
[READ], Operations, 100
[READ], AverageLatency(us), 71489.6
[READ], MinLatency(us), 66752
[READ], MaxLatency(us), 459007
[READ], 95thPercentileLatency(us), 69055
[READ], 99thPercentileLatency(us), 81087
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 332928.0
[CLEANUP], MinLatency(us), 332800
[CLEANUP], MaxLatency(us), 333055
[CLEANUP], 95thPercentileLatency(us), 333055
[CLEANUP], 99thPercentileLatency(us), 333055