Test_Results/YCSB/12/base.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 12073
[OVERALL], Throughput(ops/sec), 8.282945415389712
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 25
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.2070736353847428
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 25
[TOTAL_GC_TIME_%], Time(%), 0.2070736353847428
[READ], Operations, 80
[READ], AverageLatency(us), 66959.2
[READ], MinLatency(us), 66304
[READ], MaxLatency(us), 73407
[READ], 95thPercentileLatency(us), 67711
[READ], 99thPercentileLatency(us), 68927
[READ], Return=OK, 80
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 332672.0
[CLEANUP], MinLatency(us), 332544
[CLEANUP], MaxLatency(us), 332799
[CLEANUP], 95thPercentileLatency(us), 332799
[CLEANUP], 99thPercentileLatency(us), 332799
[UPDATE], Operations, 20
[UPDATE], AverageLatency(us), 310201.6
[UPDATE], MinLatency(us), 288768
[UPDATE], MaxLatency(us), 664575
[UPDATE], 95thPercentileLatency(us), 304127
[UPDATE], 99thPercentileLatency(us), 664575
[UPDATE], Return=OK, 20