Test_Results/YCSB/12/flexible1.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 117907
[OVERALL], Throughput(ops/sec), 0.8481260654583698
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 47
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.039861925076543375
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 47
[TOTAL_GC_TIME_%], Time(%), 0.039861925076543375
[UPDATE-FAILED], Operations, 53
[UPDATE-FAILED], AverageLatency(us), 1156378.566037736
[UPDATE-FAILED], MinLatency(us), 262656
[UPDATE-FAILED], MaxLatency(us), 1204223
[UPDATE-FAILED], 95thPercentileLatency(us), 1187839
[UPDATE-FAILED], 99thPercentileLatency(us), 1203199
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 47
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1172992.0
[CLEANUP], MinLatency(us), 1172480
[CLEANUP], MaxLatency(us), 1173503
[CLEANUP], 95thPercentileLatency(us), 1173503
[CLEANUP], 99thPercentileLatency(us), 1173503
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 53
[READ-FAILED], Operations, 47
[READ-FAILED], AverageLatency(us), 1173493.1063829786
[READ-FAILED], MinLatency(us), 1124352
[READ-FAILED], MaxLatency(us), 1207295
[READ-FAILED], 95thPercentileLatency(us), 1203199
[READ-FAILED], 99thPercentileLatency(us), 1207295